{
    "name_eng": "Even (Lamut)",
    "name_rus": "Эвенский",
    "local": "ru",
    "language_group_eng": [
        "Altaic",
        "Tungus-Manchu"
    ],
    "language_group_rus": [
        "Алтайские языки",
        "Тунгусо-манчжурские языки"
    ],
    "alt_names_eng": [
        "Even (Lamut)",
        "Eben",
        "Ewen",
        "Ilqan",
        "Lamut",
        "Orich"
    ],
    "description_eng": "The first book in the Even language with the Cyrillic alphabet was published in 1858. The modern Cyrillic-based Even alphabet was introduced in 1937 and reformed in 1959. Now it consists of 33 letters of the Russian alphabet ( the letters Ж, З, Ф, Ц, Щ, Ь are used in borrowings ) and a number of specific characters. Alternative forms of signs that may be used in the language are also given. Signs that are not included in the alphabet, used in special literature to denote long vowels, and signs of dialects of the language, are shown separately.\n",
    "description_rus": "Первая книга на эвенском языке с кириллическим алфавитом была издана в 1858 году. Современный эвенский алфавит на основе кириллицы был введен в 1937 году и реформирован в 1959 году. Сейчас он состоит из 33 букв русского алфавита (буквы Ж, З, Ф, Ц, Щ, Ь используются в заимствованиях) и ряда специфических знаков. Также приведены альтернативные формы знаков. Отдельно показаны знаки, не входящие в алфавит, используемые в специальной литературе для обозначения долгих гласных и знаки диалектов языка.",
    "glyphs_list": [
        {
            "type": "alphabet",
            "uppercase": "А Б В Г +Ҕ Д Дь Е Ё Ж З И Й К Л М Н Ӈ +Ҥ О Ө Ӫ П Р С Т У +Ү Ф Х +Һ Ц Ч Ш Щ Ъ Ы Ь Э Ю Я",
            "lowercase": "а б в г +ҕ д дь е ё ж з и й к л м н ӈ +ҥ о ө ӫ п р с т у +ү ф х +һ ц ч ш щ ъ ы ь э ю я"
        },
        {
            "type": "dialect",
            "uppercase": "Ӄ",
            "lowercase": "ӄ"
        },
        {
            "type": "extended",
            "uppercase": "   Ӣ   Ӯ     ",
            "lowercase": "   ӣ   ӯ     "
        }
    ]
}